app.controller('TutorialCtrl', function($scope){
  $scope.pages = [
    {
      heading: 'Здравейте',
      text: 'Това е Varna Bus. Приложение, което показва автобусите във Варна в реално време, като предлага функции, които ще подобрят Вашето пътуване с градския транспорт в града.'
    },
    {
      img: 'img/tutorial/1.png',
      text: 'На началната страница ще намерите близките и запазените спирки.'
    },
    {
      img: 'img/tutorial/2.png',
      text: 'Запазените спирки може да размествате, а спирките наоколо се обновяват с натискането на бутона.'
    },
    {
      img: 'img/tutorial/3.png',
      text: 'В страницата "Спирки" може да разгледате всички спирки и или да търсите по име.'
    },
    {
      img: 'img/tutorial/4.png',
      text: 'Всяка спирка показва идващите автобуси, както и техните разписания.'
    },
    {
      img: 'img/tutorial/5.png',
      text: 'При избор на автобус, приложението показва следващите спирки.'
    },
    {
      img: 'img/tutorial/6.png',
      text: 'Varna Bus позволява на потребителите си да публикуват сигнали за нередност в автобусите.'
    },
    {
      img: 'img/tutorial/7.png',
      text: 'При сигнал за нередност, приложението известява всички потребители.'
    },
    {
      img: 'img/tutorial/8.png',
      text: 'Може да разгледате и търсите спирки в менюто "Карта".'
    },
    {
      img: 'img/tutorial/9.png',
      text: 'В "Настройки" може да персонализирате приложението по Ваше желание, както и да съобщите за бъг.'
    },
  ];

})
