app.controller('TutorialCtrl', function($scope){
  $scope.pages = [
    {
      heading: 'Здравейте',
      text: 'Това е Varna Bus. Приложение, което показва автобусите във Варна в реално време, като предлага функции, които ще подобрят Вашето пътуване с градския транспорт в града.'
    },
    {
      img: 'img/tutorial/1.png',
      text: 'На началната страница ще намерите близките и запазените спирки.'
    },
    {
      img: 'img/tutorial/2.png',
      text: 'В страницата "Спирки" може да разгледате всички спирки и да търсите по име.'
    },
    {
      img: 'img/tutorial/3.png',
      text: 'Всяка спирка показва идващите автобуси, както и техните разписания.'
    },
    {
      img: 'img/tutorial/4.png',
      text: 'При избор на автобус, приложението показва следващите спирки.'
    },
    {
      img: 'img/tutorial/5.png',
      text: 'Може да разгледате и търсите спирки в менюто "Карта".'
    },
    {
      img: 'img/tutorial/6.png',
      text: 'В "Настройки" може да персонализирате приложението по Ваше желание, както и да съобщите за неизправност.'
    },
  ];

});
